Repository: GhalibGhniem/iQuranAccess
Catalog: AccessQuran Projects/iQuran.Features.UI/App_GlobalResources/iQuranResources.*.resx
Languages: ar

# ActiveHeader
source: Active
ar: فعّال

# AddNewiQuranHeader
source: Add New iQuran
ar: إضافة نسخة جديدة من القرءأن

# AddNewiSuraHeader
source: Add New Sura to this version
ar: إضافة سورة جديدة للنسخة المختارة

# AdminMenuiQuranManagerAdminLink
source: Quran Manager
ar: إدارة نسخ القرءان

# AdminMenuiSuraManagerAdminLink
source: Sura Manager
ar: إدارة السور

# AdminMenuiVerseManagerAdminLink
source: Verse Manager
ar: إدارة الآيات

# AdvancedLink
source: Shine for All Advanced
ar: إدارة الباحث القرءاني

# AdvancedToolsHeading
source: Shine for All Administration
ar: إدارة الباحث القرءاني

# CreatedDateHeader
source: Created Date
ar: تاريخ الإدخال

# DescriptionHeader
source: Description
ar: الوصف

# EditiQuranHeader
source: Edit iQuran Version
ar: تعديل نسخة القرءان

# iQuranHeader
source: Quran Version
ar: نسخة القرءان

# IsDefaultHeader
source: Is Default
ar: هل هي نسخة المدينة؟

# LanguageHeader
source: Language
ar: اللغة

# LanguageofVersionHeader
source: Language of Version
ar: لغة الترجمة

# LibraryAdvancedLink
source: Shine for All Library Advanced
ar: إدارة ملحقات الباحث القرءاني

# LibraryAdvancedToolsHeading
source: Shine for All Library Administration
ar: إدارة ملحقات الباحث القرءاني

# NotActiveHeader
source: Not active
ar: غير فعّال

# OthmaniTextHeader
source: Othmani Verse Text
ar: الرسم العثماني للآية

# PartNoHeader
source: Part Number
ar: رقم الجزء

# SearchByPartHeader
source: Search By Word / Word Part Verse Part
ar: إبحث عن كلمة / جزء من آية

# SearchByTitleHeader
source: Search By Title / Title Part
ar: إبحث عن عنوان / جزء منه

# SelectAllHeader
source: Sellect All
ar: ‘خترها جميعا

# SelectByStatusLabel
source: Select by Status
ar: إختيار بالحالة

# SelectiQuran
source: Select a Quran Version
ar: إختر نسخة القرءان

# SortOrderHeader
source: Sort Order
ar: الترتيب

# SuraCountHeader
source: Total Sura Count
ar: مجموع عدد السور

# TitleHeader
source: Title
ar: الإسم

# TranslationHeader
source: Translation
ar: الترجمة

# VersesCountHeader
source: Verses Count
ar: عدد الآيات

# VerseTextNMAlifHeader
source: Verse Text No Marks & No Alif Marks
ar: الآية بدون حركات مع إهمال جميع أنواع الألف

# VerseTextNMHeader
source: Verse Text No Marks
ar: الآية بدون حركات

# PlaceHeader
source: Sura Place
ar: مكان السورة

# SelectPlaceHeader
source: Select Sura Place
ar: مكان السورة / الآية

# HalfNoHeader
source: Half No
ar: رقم النصف

# HizbNoHeader
source: Hizb No
ar: رقم الحزب

# QuraterNoHeader
source: Qurater No
ar: رقم الربع

# SelectHalfNoHeader
source: Select Half No
ar: إختر النصف

# AdvancedSearchPageTitle
source: Advanced Search Page
ar: صفحة البحث المتقدّم

# SimpleSearchPageTitle
source: Simple Search Page
ar: صفحة البحث البسيط

# SearchEndSura
source: End to Sura
ar: إلى سورة

# SearchEndVerse
source: End to Verse
ar: إلى آية

source: Search For
ar: إبحث عن

source: Search for Word / Senetence
ar: إبحث عن كلمة/ جزء من كلمة / جزء من آية

# SearchNMAlif
source: Change all types of Alif's to "ا"
ar: بدل جميع أشكال حروف الألف: "ا أ آ إ" إلى "ا" وابحث

# SearchStartFromSura
source: Start From Sura
ar: إبدأ من سورة

# SearchStartFromVerse
source: Start From Verse
ar: إبدأ من آية

# SearchWantedWord
source: Wanted Word
ar: ألكلمة المطلوبة

# SuraHeader
source: Sura
ar: السورة

# VerseHeader
source: Verse
ar: الآية

source: Search Word Criteria
ar: معايير البحث

# SearchWordFontType
source: Font Type
ar: نوع الرسم

# SearchWordTextOrRootType
source: Search using Text or Select Root word ?
ar: البحث بكتابة كلمة أم الجذر؟

# SelectRoot
source: Select Root Word
ar: إختر الجذر

# SuraSortOrderHeader
source: Sura Sort Order
ar: ترتيب السورة

# TranslationSrcHeader
source: Folder of Translation
ar: مكان الترجمه

# TRanslatorDetUrlHeader
source: Translator details
ar: نبذة عن المترجم

# VerseSortOrderHeader
source: Verse Sort Order
ar: ترتيب الآية

# iQuranAdvancedToolsHeading
source: iQuran Advanced
ar: إدارة الباحث القرءاني

# AddNewiVerseHeader
source: Add New Verse to this Sura
ar: إضافة آية جديدة للسورة المختارة

# SelectiSura
source: Select Sure
ar: إختر سورة

# EditiSuraHeader
source: Edit iSura Version
ar: تعديل السورة

# EditiVerseHeader
source: Edit iVerse Version
ar: تعديل الآية

# SimpleSearchPageResultTitle
source: Simple Search Page Results
ar: صفحة نتائج البحث البسيط

# CopyAllRemebered
source: Copy All Remembered
ar: ترتيل جميع الآيات المعلّمة

# RemeberedVersesHeader
source: Remebered Verses
ar: الآيات التي تم تعليمها

# PageSize
source: Results per Page
ar: عدد الآيات في كل صفحة

source: View Whole Sura
ar: إعرض كامل السورة

source: Number
ar: رقم

# PartHeader
source: Part
ar: الجزء

# SuratHeader
source: Sura
ar: سورة
