Repository: GhalibGhniem/iQuranAccess
Catalog: AccessQuran Projects/iQuran.Features.UI/App_GlobalResources/iQuranMessagesResources.*.resx
Languages: ar

# DeletedMsg
source: The Item deleted succsessfully !
ar: تم حذف الجزئية بنجاح!

# DeleteQuranTip
source: Delete this version of Quran and all related to it data !
ar: حذف هذه النسخة من القرءان وكل ما يتعلق بها من سور وآيات ؟!

# DeleteQuranWarning
source: Are you sure you want to delete this Version of Quran ? this will delete all related to it Suras and Verses if exists !!
ar: هل أنت متأكد من حذف هذه النسخة من القرءان وكل ما يتعلق بها من سور وآيات ؟!

# FailedSave
source: Fialed to save the Item ! Please Try Later !
ar: عملية الحفظ لم تنجح! الرجاء المحاولة لاحقا!

# NoDataYet
source: There is no Data entered yet !
ar: لم يتم إدخال أي معلومات بعد!

# QuranDescriptionRequired
source: Quran Description is Required !
ar: وصف نسخة القرءان مطلوبه!

# QuranLanguageRequired
source: Quran Language is Required !
ar: تحديد لغة نسخة القرءان مطلوبه!

source: Required
ar: مطلوب!

# SuccessfullSave
source: The Item saved succsessfully !
ar: عملية الحفظ تمت بنجاح!

# TitleExists
source: This Title Exists !
ar: هذا العنوان موجود!

# TitleRequired
source: Title is Required !
ar: العنوان مطلوب!

# VerseTextsRequired
source: Verse Texts (All Types of text) is Required !
ar: نص الآية - بكل انواع النصوص - مطلوبه!

# VerseTranslationRequired
source: Verse Translation is Required !
ar: ترجمة الآية مطلوبه!

# AdvancedSearchInfo
source: This page is designed for Advanced Search by many criterias
ar: هذه الصفحة مصممة للبحث المتقدم بمعايير متعددة

# SimpleSearchInfo
source: This page is designed for Simple Search by word / sentence of the verses
ar: هذه الصفحة مخصصة للبحث البسيط عن مفردة أو جذرها. <br /> حيث يمكنك البحث بكتابة مفردة أو جمله بالرسم الإملائي أو العثماني بمعايير مختلفة كما هو مفصل في علامات المساعدة.<br />

source: UNDER CONSTRUCTION !
ar: قريبا! تحت التحضير!

# DeleteSuraTip
source: Delete this Sura and all related to it Verses !
ar: حذف هذه السورة وكل ما يتعلق بها من آيات ؟!

# DeleteSuraWarning
source: Are you sure you want to delete this Sura ? this will delete all related to it Verses if exists !!
ar: هل أنت متأكد من حذف هذه السورة وكل ما يتعلق بها من آيات ؟!

# DeleteVerseTip
source: Delete this Verses !
ar: حذف هذه الآية ؟!

# DeleteVerseWarning
source: Are you sure you want to delete this Verse ?!
ar: هل أنت متأكد من حذف هذه الآية ؟!

# VerseNoSuchOrder
source: There is no such ORDER in the Original Quran for this verse!!
ar: لا يوجد مثل هكذا رقم آية في القرءان الكريم!!!

# FailedDelete
source: Fialed to delete the Item ! Please Try Later !
ar: عملية الحذف لم تنجح! الرجاء المحاولة لاحقا!

# SuccessfullDelete
source: The Item deleted succsessfully !
ar: تم الحذف بنجاح!

# SuraOrderExists
source: This Order was taken to another Sura, it is Exists !
ar: الترتيب تم اعطاؤه لسورة أخرى! هو موجود ولا يمكن تعيينه مرة أخرى!

# VerseExists
source: This Verse Exists !
ar: هذه الآية موجودة !

# VerseOrderExists
source: This Order was taken to another Verse, it is Exists !
ar: الترتيب تم اعطاؤه لآية أخرى! هو موجود ولا يمكن تعيينه مرة أخرى!

# SearchTextsRequired
source: Search Text Required!
ar: كلمة البحث مطلوبة !

# NoSearchResult
source: There is no reults found!
ar: لا يوجد نتائج للبحث !

# PageSizeLimit
source: Page Size - Results in one page - are limited from 1 -100
ar: عدد الآيات الناتجه من البحث في كل صفحة محدود من 1 إلى 100 آية فقط.

# SearchVerseFromToLimit
source: Verses numbers limited from 1 to 286
ar: عدد الآيات محصور بين 1 إلى 286

# TextSearchSpacesNotAllowed
source: It is not allowed to add space or another word when you search for "Only Word" or "Part from Word" !
ar: من غير المسموح طباعة " فراغ " أو كلمتين حين تبحث عن كلمة مستقلة أو جزء من كلمة ! هو مسموح فقط في البحث عن جزء من آية .

# HelpNoVerseAvailable
source: There is some error happened, please try later!
ar: حدث خطأ ما في الموقع، الرجاء المحاولة لاحقا !
