Repository: GhalibGhniem/iQuranAccess
Catalog: AccessQuran Projects/iQuran.Features.UI/App_GlobalResources/LanguagesResources.*.resx
Languages: ar

# LanguageLabelAfrikaans
source: Afrikaans
ar: الأفريقيه

# LanguageLabelAlbanian
source: Albanian
ar: الألبانيه

# LanguageLabelArabic
source: Arabic
ar: العربيه

# LanguageLabelBasque
source: Basque
ar: الباسكي

# LanguageLabelBelarusian
source: Belarusian
ar: البيلاروسية

# LanguageLabelBulgarian
source: Bulgarian
ar: البلغاريه

# LanguageLabelChinese
source: Chinese
ar: الصينيه

# LanguageLabelCroatian
source: Croatian
ar: الكرواتيه

# LanguageLabelCzech
source: Czech
ar: التشيكية

# LanguageLabelDanish
source: Danish
ar: الدانماركيه

# LanguageLabelDutch
source: Dutch
ar: الهولنديه

# LanguageLabelEnglish
source: English
ar: الإنجليزيه

# LanguageLabelEstonian
source: Estonian
ar: الإستونيه

# LanguageLabelFarsi
source: Farsi
ar: الفارسيه

# LanguageLabelFinnish
source: Finnish
ar: الفنلندية

# LanguageLabelFrench
source: French
ar: الفرنسيه

# LanguageLabelGaelic
source: Gaelic
ar: الغيلية

# LanguageLabelGerman
source: German
ar: الألمانيه

# LanguageLabelGreek
source: Greek
ar: اليونانيه

# LanguageLabelHebrew
source: Hebrew
ar: العبريه

# LanguageLabelHindi
source: Hindi
ar: الهنديه

# LanguageLabelHungarian
source: Hungarian
ar: الهنغاريه

# LanguageLabelIcelandic
source: Icelandic
ar: الأيسلنديه

# LanguageLabelIndonesian
source: Indonesian
ar: الاندنوسيه

# LanguageLabelIrish
source: Irish
ar: الإيرلنديه

# LanguageLabelItalian
source: Italian
ar: الإيطاليه

# LanguageLabelJapanese
source: Japanese
ar: اليابانيه

# LanguageLabelKorean
source: Korean
ar: الكوريه

# LanguageLabelLatvian
source: Latvian
ar: اللاتفيه

# LanguageLabelLithuanian
source: Lithuanian
ar: الليتوانيه

# LanguageLabelMacedonian
source: Macedonian
ar: المقدونيه

# LanguageLabelMalaysian
source: Malaysian
ar: الماليزيه

# LanguageLabelMaltese
source: Maltese
ar: المالطيه

# LanguageLabelNorwegian
source: Norwegian
ar: النرويجيه

# LanguageLabelPolish
source: Polish
ar: البولنديه

# LanguageLabelPortuguese
source: Portuguese
ar: البرتغاليه

# LanguageLabelRomanian
source: Romanian
ar: الرومانيه

# LanguageLabelRussian
source: Russian
ar: الروسيه

# LanguageLabelSelectLanguage
source: Select Language
ar: إختر لغة

# LanguageLabelSlovak
source: Slovak
ar: السلوفاكيه

# LanguageLabelSorbian
source: Sorbian
ar: الصربيه

# LanguageLabelSpanish
source: Spanish
ar: الإسبانيه

# LanguageLabelSwedish
source: Swedish
ar: السويديه

# LanguageLabelThai
source: Thai
ar: التايلانديه

# LanguageLabelTurkish
source: Turkish
ar: التركيه

# LanguageLabelUkrainian
source: Ukrainian
ar: الأوكرانيه

# LanguageLabelUrdu
source: Urdu
ar: الأوردي

# LanguageLabelVietnamese
source: Vietnamese
ar: الفيتناميه

# LanguageLabelYiddish
source: Yiddish
ar: اليديشيه

# LanguageLabelZulu
source: Zulu
ar: الزولو
